<?php 

return [
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالمدينة المنورة',
        'name:en' => 'مركز التنمية الاجتماعية بالمدينة المنورة'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية ببدر',
        'name:en' => 'مركز التنمية الاجتماعية ببدر'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بمحافظة العلا',
        'name:en' => 'مركز التنمية الاجتماعية بمحافظة العلا'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالعيص',
        'name:en' => 'مركز التنمية الاجتماعية بالعيص'
    ]
];