<?php 

return [
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالدمام',
        'name:en' => 'مركز التنمية الاجتماعية بالدمام'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالاحساء',
        'name:en' => 'مركز التنمية الاجتماعية بالاحساء'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالقطيف ',
        'name:en' => 'مركز التنمية الاجتماعية بالقطيف '
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بحفر الباطن',
        'name:en' => 'مركز التنمية الاجتماعية بحفر الباطن'
    ]
];