<?php 

return [
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالرياض',
        'name:en' => 'مركز التنمية الاجتماعية بالرياض'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالدرعية',
        'name:en' => 'مركز التنمية الاجتماعية بالدرعية'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالدلم',
        'name:en' => 'مركز التنمية الاجتماعية بالدلم'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالأفلاج',
        'name:en' => 'مركز التنمية الاجتماعية بالأفلاج'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بروضة سدير',
        'name:en' => 'مركز التنمية الاجتماعية بروضة سدير'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بشقراء',
        'name:en' => 'مركز التنمية الاجتماعية بشقراء'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بعفيف',
        'name:en' => 'مركز التنمية الاجتماعية بعفيف'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بوادي الدواسر',
        'name:en' => 'مركز التنمية الاجتماعية بوادي الدواسر'
    ],
    [
        'name:ar' => 'مركز التنمية بالقويعية',
        'name:en' => 'مركز التنمية بالقويعية'
    ]
];