<?php 

return [
    [
        'name:ar' => 'مركز التنمية الاجتماعية بمكة المكرمة',
        'name:en' => 'مركز التنمية الاجتماعية بمكة المكرمة'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بجدة',
        'name:en' => 'مركز التنمية الاجتماعية بجدة'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالطائف',
        'name:en' => 'مركز التنمية الاجتماعية بالطائف'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بالقوز',
        'name:en' => 'مركز التنمية الاجتماعية بالقوز'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بتربة',
        'name:en' => 'مركز التنمية الاجتماعية بتربة'
    ],
    [
        'name:ar' => 'مركز التنمية الاجتماعية بوادي فاطمة',
        'name:en' => 'مركز التنمية الاجتماعية بوادي فاطمة'
    ]
];