<?php

return [
    'singular' => 'جهة العمل',
    'plural' => 'جهات العمل',
    'empty' => 'لا يوجد جهة العمل حتى الان',
    'count' => 'عدد جهات العمل',
    'search' => 'بحث',
    'select' => 'اختر جهة العمل',
    'permission' => 'ادارة جهات العمل',
    'trashed' => 'جهات العمل المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن جهة العمل',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة جهة العمل',
        'show' => 'عرض جهة العمل',
        'edit' => 'تعديل جهة العمل',
        'delete' => 'حذف جهة العمل',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة جهة العمل بنجاح.',
        'updated' => 'تم تعديل جهة العمل بنجاح.',
        'deleted' => 'تم حذف جهة العمل بنجاح.',
        'restored' => 'تم استعادة جهة العمل بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم جهة العمل',
        '%name%' => 'اسم جهة العمل',
        
            "name" => "اسم جهة العمل ",
            "%name%" => "اسم جهة العمل ",
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف جهة العمل',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا جهة العمل',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا جهة العمل نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
