<?php

return [
    'singular' => 'تفضيلات العمل ',
    'plural' => 'تفضيلات العمل',
    'empty' => 'لا يوجد تفضيل العمل حتى الان',
    'count' => 'عدد تفضيلات العمل',
    'search' => 'بحث',
    'select' => 'اختر تفضيلات العمل ',
    'permission' => 'ادارة تفضيلات العمل',
    'trashed' => 'تفضيلات العمل المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن تفضيل العمل',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة تفضيل العمل',
        'show' => 'عرض تفضيلات العمل ',
        'edit' => 'تعديل تفضيلات العمل ',
        'delete' => 'حذف تفضيلات العمل ',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة تفضيلات العمل  بنجاح.',
        'updated' => 'تم تعديل تفضيلات العمل  بنجاح.',
        'deleted' => 'تم حذف تفضيلات العمل  بنجاح.',
        'restored' => 'تم استعادة تفضيلات العمل  بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم تفضيلات العمل ',
        '%name%' => 'اسم تفضيلات العمل ',
        
            "name" => "اسم تفضيل العمل",
            "%name%" => "اسم تفضيل العمل",
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف تفضيلات العمل ',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا تفضيلات العمل ',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا تفضيلات العمل  نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
