<?php

return [
    'singular' => 'مجالات العمل ',
    'plural' => 'مجالات العمل',
    'empty' => 'لا يوجد مجال العمل حتى الان',
    'count' => 'عدد مجالات العمل',
    'search' => 'بحث',
    'select' => 'اختر مجالات العمل ',
    'permission' => 'ادارة مجالات العمل',
    'trashed' => 'مجالات العمل المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن مجال العمل',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة مجال العمل',
        'show' => 'عرض مجالات العمل ',
        'edit' => 'تعديل مجالات العمل ',
        'delete' => 'حذف مجالات العمل ',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة مجالات العمل  بنجاح.',
        'updated' => 'تم تعديل مجالات العمل  بنجاح.',
        'deleted' => 'تم حذف مجالات العمل  بنجاح.',
        'restored' => 'تم استعادة مجالات العمل  بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم مجالات العمل ',
        '%name%' => 'اسم مجالات العمل ',
        
            "name" => "اسم مجال العمل",
            "%name%" => "اسم مجال العمل",
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف مجالات العمل ',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا مجالات العمل ',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا مجالات العمل  نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
