<?php

return [
    'singular' => 'الحالة الإجتماعية',
    'plural' => 'الحالات الإجتماعية',
    'empty' => 'لا يوجد الحالة الإجتماعية حتى الان',
    'count' => 'عدد الحالات الإجتماعية',
    'search' => 'بحث',
    'select' => 'اختر الحالة الإجتماعية',
    'permission' => 'ادارة الحالات الإجتماعية',
    'trashed' => 'الحالات الإجتماعية المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن حالة إجتماعية ',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة حالة إجتماعية ',
        'show' => 'عرض الحالة الإجتماعية',
        'edit' => 'تعديل الحالة الإجتماعية',
        'delete' => 'حذف الحالة الإجتماعية',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الحالة الإجتماعية بنجاح.',
        'updated' => 'تم تعديل الحالة الإجتماعية بنجاح.',
        'deleted' => 'تم حذف الحالة الإجتماعية بنجاح.',
        'restored' => 'تم استعادة الحالة الإجتماعية بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم الحالة الإجتماعية',
        '%name%' => 'اسم الحالة الإجتماعية',
        
            "name" => "اسم الحالة الاجتماعية",
            "%name%" => "اسم الحالة الاجتماعية",
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الحالة الإجتماعية',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا الحالة الإجتماعية',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الحالة الإجتماعية نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
