<?php

return [
    'singular' => 'مصدر الدعم ',
    'plural' => 'مصادر الدعم',
    'empty' => 'لا يوجد مصدر الدعم حتى الان',
    'count' => 'عدد مصادر الدعم',
    'search' => 'بحث',
    'select' => 'اختر مصدر الدعم ',
    'permission' => 'ادارة مصادر الدعم',
    'trashed' => 'مصادر الدعم المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن مصدر الدعم',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة مصدر الدعم',
        'show' => 'عرض مصدر الدعم ',
        'edit' => 'تعديل مصدر الدعم ',
        'delete' => 'حذف مصدر الدعم ',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة مصدر الدعم  بنجاح.',
        'updated' => 'تم تعديل مصدر الدعم  بنجاح.',
        'deleted' => 'تم حذف مصدر الدعم  بنجاح.',
        'restored' => 'تم استعادة مصدر الدعم  بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم مصدر الدعم ',
        '%name%' => 'اسم مصدر الدعم ',
        
            "name" => "اسم مصدر الدعم  ",
            "%name%" => "اسم مصدر الدعم  ",
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف مصدر الدعم ',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا مصدر الدعم ',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا مصدر الدعم  نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
