<?php

return [
    'singular' => 'نوع التدريب',
    'plural' => 'نوع التدريب',
    'empty' => 'لا يوجد نوع التدريب حتى الان',
    'count' => 'عدد نوع التدريب',
    'search' => 'بحث',
    'select' => 'اختر نوع التدريب',
    'permission' => 'ادارة نوع التدريب',
    'trashed' => 'نوع التدريب المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن نوع التدريب',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة نوع التدريب',
        'show' => 'عرض نوع التدريب',
        'edit' => 'تعديل نوع التدريب',
        'delete' => 'حذف نوع التدريب',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة نوع التدريب بنجاح.',
        'updated' => 'تم تعديل نوع التدريب بنجاح.',
        'deleted' => 'تم حذف نوع التدريب بنجاح.',
        'restored' => 'تم استعادة نوع التدريب بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم نوع التدريب',
        '%name%' => 'اسم نوع التدريب',
        
            "name" => "اسم نوع التدريب   ",
            "%name%" => "اسم نوع التدريب   ",
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف نوع التدريب',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا نوع التدريب',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا نوع التدريب نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
